Repository: danielhebert/tp3DanielHebert
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_ca

source: This action is not authorized
fr_ca: Cette action n'est pas autorisée

source: Invalid exploit
fr_ca: Exploit non valide

source: The exploit has been saved
fr_ca: L'exploit a été enregistré

source: The exploit could not be saved. Please, try again.
fr_ca: Utilisateur non sauvegardé. Veuillez réessayer.

source: Exploit deleted
fr_ca: Exploit supprimé

source: Exploit was not deleted
fr_ca: Exploit n'a pas été supprimé.

source: Invalid exploits tutorial
fr_ca: Tutoriel d'exploits non valide

source: The exploits tutorial has been saved
fr_ca: Le tutoriel d'exploits a été enregistré

source: The exploits tutorial could not be saved. Please, try again.
fr_ca: Le tutoriel d'exploits n'a pas pu être enregistré. S'il vous plaît, essayez à nouveau.

source: Exploits tutorial deleted
fr_ca: Tutoriel d'exploits supprimé

source: Exploits tutorial was not deleted
fr_ca: Exploits tutoriel n'a pas été supprimé.

source: Invalid game
fr_ca: Jeu non valide

source: The game has been saved
fr_ca: Le jeu a été enregistré

source: The game could not be saved. Please, try again.
fr_ca: Utilisateur non sauvegardé. Veuillez réessayer.

source: Game deleted
fr_ca: Jeu supprimé

source: Game was not deleted
fr_ca: Jeu n'a pas été supprimé.

source: Invalid role
fr_ca: Rôle non valide

source: The role has been saved
fr_ca: Le rôle a été enregistré

source: The role could not be saved. Please, try again.
fr_ca: Rôle non sauvegardé. Veuillez réessayer.

source: Role deleted
fr_ca: Rôle supprimé

source: Role was not deleted
fr_ca: Rôle n'a pas été supprimé.

source: Invalid segment
fr_ca: Segment non valide

source: The segment has been saved
fr_ca: Le segment a été enregistré

source: The segment could not be saved. Please, try again.
fr_ca: Segment non sauvegardé. Veuillez réessayer.

source: Segment deleted
fr_ca: Segment supprimé

source: Segment was not deleted
fr_ca: Segment n'a pas été supprimé.

source: Invalid time
fr_ca: Temps invalide

source: The time has been saved
fr_ca: Le temps a été enregistré

source: The time could not be saved. Please, try again.
fr_ca: Temps non sauvegardé. Veuillez réessayer.

source: Time deleted
fr_ca: Temps supprimé

source: Time was not deleted
fr_ca: Temps n'a pas été supprimé.

source: Invalid tutorial
fr_ca: Tutoriel non valide

source: The tutorial has been saved
fr_ca: Le tutoriel a été enregistré

source: The tutorial could not be saved. Please, try again.
fr_ca: Tutoriel non sauvegardé. Veuillez réessayer.

source: Tutorial deleted
fr_ca: Tutorial supprimé

source: Tutorial was not deleted
fr_ca: Tutorial n'a pas été supprimé.

source: Account not activated. You won't be able to submit anything other than times.
fr_ca: Ce compte n'est pas activé. Vous ne pourrez ajouter que des temps.

source: Resend confirmation e-mail
fr_ca: Envoyer un autre courriel de confirmation

source: Invalid username or password, try again
fr_ca: Nom d’utilisateur ou mot de passe erroné. Veuillez essayer à nouveau.

source: Invalid user
fr_ca: Utilisateur non valide

source: Your account is now activated.
fr_ca: Votre compte est maintenant activé.

source: This account is already activated.
fr_ca: Ce compte est déjà activé.

source: This activation link is not valid.
fr_ca: Ce lien d'activation n'est pas valide.

source: The user has been saved
fr_ca: L'utilisateur a été enregistré

source: The user could not be saved. Please, try again.
fr_ca: Utilisateur non sauvegardé. Veuillez réessayer.

source: User deleted
fr_ca: Utilisateur supprimé

source: User was not deleted
fr_ca: L'utilisateur n'a pas été supprimé

source: Confirmation email was correctly sent.
fr_ca: Courriel de confirmation envoyé avec succès.

source: Invalid version
fr_ca: Version invalide

source: The version has been saved
fr_ca: Version sauvegardée

source: The version could not be saved. Please, try again.
fr_ca: Version non sauvegardée. Veuillez réessayer.

source: Version deleted
fr_ca: Version supprimée.

source: Version was not deleted
fr_ca: Version n'a pas été supprimée.

source: Delete
fr_ca: Supprimer

source: Submit
fr_ca: Envoyer

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fr_ca: Page {:page} sur {:pages}, montrant {:current} entrées sur un total de {:count}, commençant à {:start} et finissant à {:end}

source: View
fr_ca: Voir

source: Edit
fr_ca: Modifier

source: Add Exploit
fr_ca: Ajouter Exploit

source: Edit Exploit
fr_ca: Modifier l'Exploit

source: Are you sure you want to delete # %s?
fr_ca: Voulez-vous vraiment supprimer # %s?

source: Previous
fr_ca: Précédent

source: Next
fr_ca: Suivant

source: Name
fr_ca: Nom

source: Details
fr_ca: Détails

source: Related Tutorials
fr_ca: Tutoriels connexes

source: Rules
fr_ca: Règles

source: User Id
fr_ca: ID utilisateur

source: New Tutorial
fr_ca: Nouveau tutoriel

source: List Exploits Tutorials
fr_ca: Liste des Exploits de tutoriels

source: List Exploits
fr_ca: Liste des Exploits

source: New Exploit
fr_ca: Nouvel Exploit

source: List Tutorials
fr_ca: Liste des tutoriels

source: Add Exploits Tutorial
fr_ca: Ajouter les Exploits tutoriel

source: Edit Exploits Tutorial
fr_ca: Modifier les Exploits tutoriel

source: New Exploits Tutorial
fr_ca: Nouveau tutoriel d'Exploits

source: Exploits Tutorials
fr_ca: Exploits de tutoriels

source: Delete Exploits Tutorial
fr_ca: Supprimer les Exploits tutoriel

source: Exploits Tutorial
fr_ca: Tutoriel d'exploits

source: Tutorial
fr_ca: Tutoriel

source: Add Game
fr_ca: Ajouter un jeu

source: Edit Game
fr_ca: Modifier le jeu

source: This game has no image.
fr_ca: Ce jeu ne possède pas d'image.

source: Games
fr_ca: Jeux

source: Game
fr_ca: Jeu

source: Platform
fr_ca: Plateforme

source: New Version
fr_ca: Nouvelle version

source: Add Role
fr_ca: Ajouter un rôle

source: Edit Role
fr_ca: Modifier le rôle

source: Roles
fr_ca: Rôles

source: Role
fr_ca: Rôle

source: Related Users
fr_ca: Utilisateurs connexes

source: Username
fr_ca: Nom d’utilisateur

source: Email
fr_ca: Courriel

source: New User
fr_ca: Nouvel utilisateur

source: Add Segment
fr_ca: Ajouter un segment

source: Edit Segment
fr_ca: Modifier le segment

source: Goodtime
fr_ca: Bon temps

source: User
fr_ca: Utilisateur

source: Created
fr_ca: Créé

source: Modified
fr_ca: Modifié

source: Related Times
fr_ca: Temps connexes

source: Time
fr_ca: Temps

source: Commentary
fr_ca: Commentaire

source: Segment Id
fr_ca: Id segment

source: New Time
fr_ca: Nouveau temps

source: New Game
fr_ca: Nouveau jeu

source: List Games
fr_ca: Liste des jeux

source: List Versions
fr_ca: Liste des versions

source: List Roles
fr_ca: Liste des rôles

source: New Role
fr_ca: Nouveau rôle

source: List Segments
fr_ca: Liste des Segments

source: New Segment
fr_ca: Nouveau Segment

source: Times
fr_ca: Temps

source: List Times
fr_ca: Liste des temps

source: Tutorials
fr_ca: Tutoriels

source: Users
fr_ca: Utilisateurs

source: List Users
fr_ca: Liste des utilisateurs

source: Resend confirmation email
fr_ca: Envoyer un autre courriel de confirmation

source: Home
fr_ca: Accueil

source: Hello
fr_ca: Bonjour

source: Logout
fr_ca: Se déconnecter

source: Login
fr_ca: Se connecter

source: Register
fr_ca: S’inscrire

source: About
fr_ca: À propos

source: Languages
fr_ca: Langues

source: Add Time
fr_ca: Ajouter temps

source: Edit Time
fr_ca: Modifier temps

source: Add Tutorial
fr_ca: Ajouter un tutoriel

source: Edit Tutorial
fr_ca: Modifier le tutoriel

source: Related Segments
fr_ca: Segments connexes

source: Tutorial Id
fr_ca: Id tutoriel

source: Related Exploits
fr_ca: Exploits connexes

source: Add User
fr_ca: Ajouter un utilisateur

source: Edit User
fr_ca: Modifier l'Utilisateur

source: Please enter your username and password
fr_ca: Veuillez entrer votre nom d'utilisateur et mot de passe

source: Password
fr_ca: Mot de passe

source: Add Version
fr_ca: Ajouter une version

source: Edit Version
fr_ca: Modifier une version

source: Version Id
fr_ca: Id version

source: Something went wrong with the file upload.
fr_ca: Erreur lors du téléversement du fichier.

source: Invalid file, only images are allowed.
fr_ca: Fichier invalide, seulement les images sont autorisées.

source: Image must be less than 1MB.
fr_ca: L'image doit avoir une taille inférieur à 1Mo.

source: Something went wrong processing your file.
fr_ca: Erreur lors du traitement de votre fichier.
