Repository: danielhebert/tp3DanielHebert
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es_mx

source: This action is not authorized
es_mx: Esta acción no está autorizada

source: Invalid exploit
es_mx: Exploit no válido

source: The exploit has been saved
es_mx: La hazaña se ha guardado

source: The exploit could not be saved. Please, try again.
es_mx: La hazaña no podría ser ahorrada. Por favor, inténtelo de nuevo.

source: Exploit deleted
es_mx: Exploit eliminado

source: Exploit was not deleted
es_mx: Proeza no fue eliminado

source: Invalid exploits tutorial
es_mx: Tutorial de hazañas no válido

source: The exploits tutorial has been saved
es_mx: Se ha guardado el tutorial de hazañas

source: The exploits tutorial could not be saved. Please, try again.
es_mx: El tutorial de hazañas no podría salvarse. Por favor, inténtelo de nuevo.

source: Exploits tutorial deleted
es_mx: Tutorial de hazañas eliminado

source: Exploits tutorial was not deleted
es_mx: Tutorial de hazañas no se eliminó

source: Invalid game
es_mx: Juego no válido

source: The game has been saved
es_mx: El juego se ha guardado

source: The game could not be saved. Please, try again.
es_mx: El juego no podría ser ahorrado. Por favor, inténtelo de nuevo.

source: Game deleted
es_mx: Juego de elimina

source: Game was not deleted
es_mx: Juego no fue eliminado

source: Invalid role
es_mx: Función no válido

source: The role has been saved
es_mx: El papel se ha guardado

source: The role could not be saved. Please, try again.
es_mx: El papel no podría ser ahorrado. Por favor, inténtelo de nuevo.

source: Role deleted
es_mx: Función borrado

source: Role was not deleted
es_mx: Papel no se eliminó

source: Invalid segment
es_mx: Segmento no válido

source: The segment has been saved
es_mx: El segmento se ha guardado

source: The segment could not be saved. Please, try again.
es_mx: El segmento no podría ser ahorrado. Por favor, inténtelo de nuevo.

source: Segment deleted
es_mx: Segmento eliminado

source: Segment was not deleted
es_mx: Segmento no fue eliminado

source: Invalid time
es_mx: Hora no válida

source: The time has been saved
es_mx: El tiempo se ha guardado

source: The time could not be saved. Please, try again.
es_mx: El tiempo no podría ser ahorrado. Por favor, inténtelo de nuevo.

source: Time deleted
es_mx: Vez eliminado

source: Time was not deleted
es_mx: Tiempo no se eliminó

source: Invalid tutorial
es_mx: Tutorial no válido

source: The tutorial has been saved
es_mx: El tutorial se ha guardado

source: The tutorial could not be saved. Please, try again.
es_mx: El tutorial no podría ser ahorrado. Por favor, inténtelo de nuevo.

source: Tutorial deleted
es_mx: Tutorial eliminada

source: Tutorial was not deleted
es_mx: Tutorial no se eliminó

source: Account not activated. You won't be able to submit anything other than times.
es_mx: No cuenta activada. Usted no va a ser la de presentar fiable que cualquier cosa --los veces.

source: Resend confirmation e-mail
es_mx: Reenvío de correo electrónico de confirmación

source: Invalid username or password, try again
es_mx: Incorrecto nombre de usuario o contraseña. Por favor, inténtelo de nuevo.

source: Invalid user
es_mx: Usuario no válido

source: Your account is now activated.
es_mx: Tu cuenta ya está activada.

source: This account is already activated.
es_mx: Esta cuenta ya está activada.

source: This activation link is not valid.
es_mx: Este enlace de activación no es válido.

source: The user has been saved
es_mx: El usuario se ha guardado

source: The user could not be saved. Please, try again.
es_mx: El usuario no pudo ser guardado. Por favor, intente de nuevo mas tarde.

source: User deleted
es_mx: Usuario eliminado

source: User was not deleted
es_mx: Usuario no fue eliminado

source: Confirmation email was correctly sent.
es_mx: Email de confirmación Fue siente correctamente.

source: Invalid version
es_mx: Versión no válida

source: The version has been saved
es_mx: La liberación se ha guardado

source: The version could not be saved. Please, try again.
es_mx: La versión no pudo ser salvado. Por favor, vuelva a intentarlo.

source: Version deleted
es_mx: Versión eliminada

source: Version was not deleted
es_mx: Versión no ha sido eliminada

source: Delete
es_mx: Eliminar

source: Submit
es_mx: Presentar

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
es_mx: Página {:page} de {:pages}, mostrando {:current} registros de {:count} en total, empezando desde {:start} y terminando en {:end}

source: Actions
es_mx: Acciones

source: View
es_mx: Vista

source: Edit
es_mx: Editar

source: Add Exploit
es_mx: Añadir ataque

source: Edit Exploit
es_mx: Editar Exploit

source: Exploits
es_mx: Explota

source: Are you sure you want to delete # %s?
es_mx: ¿Está seguro que desea eliminar # %s?

source: Previous
es_mx: Anterior

source: Next
es_mx: Siguiente

source: Exploit
es_mx: Explotar

source: Name
es_mx: Nombre

source: Details
es_mx: Detalles

source: Related Tutorials
es_mx: Tutoriales relacionados con

source: Rules
es_mx: Reglas

source: User Id
es_mx: Id de Usuario

source: New Tutorial
es_mx: Nuevo Tutorial

source: List Exploits Tutorials
es_mx: Lista explota tutoriales

source: List Exploits
es_mx: Lista de hazañas

source: New Exploit
es_mx: Nuevo Exploit

source: List Tutorials
es_mx: Lista de tutoriales

source: Add Exploits Tutorial
es_mx: Añadir Tutorial de hazañas

source: Edit Exploits Tutorial
es_mx: Editar ataques Tutorial

source: New Exploits Tutorial
es_mx: Nuevo Tutorial de hazañas

source: Exploits Tutorials
es_mx: Tutoriales de hazañas

source: Delete Exploits Tutorial
es_mx: Eliminar vulnerabilidades Tutorial

source: Exploits Tutorial
es_mx: Tutorial de hazañas

source: Tutorial
es_mx: Tutoría

source: Add Game
es_mx: Añadir un partido

source: Edit Game
es_mx: Editar Partido

source: This game has no image.
es_mx: Este juego no tiene ninguna imagen.

source: Games
es_mx: Juegos

source: Game
es_mx: Partido

source: Platform
es_mx: Plataforma

source: Image
es_mx: Imagen

source: New Version
es_mx: Nueva Versión

source: Add Role
es_mx: Añadir Privilegio

source: Edit Role
es_mx: Editar rol.

source: Roles
es_mx: Funciones

source: Role
es_mx: Rol

source: Related Users
es_mx: Usuarios Relacionados

source: Username
es_mx: Nombre de usuario

source: Email
es_mx: Correo Electrónico

source: New User
es_mx: Nuevo Usuario

source: Add Segment
es_mx: Añadir segmento

source: Edit Segment
es_mx: Editar el segmento

source: Segments
es_mx: Segmentos

source: Segment
es_mx: Segmento

source: User
es_mx: Usuario

source: Created
es_mx: Creado

source: Modified
es_mx: Modificado

source: Related Times
es_mx: Relacionados con veces

source: Time
es_mx: Hora

source: Commentary
es_mx: Comentario

source: Segment Id
es_mx: Id del segmento

source: New Time
es_mx: Nuevo tiempo

source: New Game
es_mx: Nueva partida

source: List Games
es_mx: Lista de juegos

source: Versions
es_mx: Versiones

source: List Versions
es_mx: Lista Versiones

source: List Roles
es_mx: Lista de papeles

source: New Role
es_mx: Rol nuevo

source: List Segments
es_mx: Lista de segmentos

source: New Segment
es_mx: Nuevo segmento

source: Times
es_mx: Veces

source: List Times
es_mx: Lista veces

source: Tutorials
es_mx: Tutoriales

source: Users
es_mx: Usuarios

source: List Users
es_mx: Lista de usuarios

source: Resend confirmation email
es_mx: Reenvío de correo electrónico de confirmación

source: Home
es_mx: Bienvenida

source: Hello
es_mx: Hola

source: Logout
es_mx: Cerrar sesión

source: Login
es_mx: Inicio de sesión

source: Register
es_mx: Registro

source: About
es_mx: Acerca de

source: Languages
es_mx: Lenguas

source: Add Time
es_mx: Añadir tiempo

source: Edit Time
es_mx: Editar tiempo

source: Add Tutorial
es_mx: Añadir Tutorial

source: Edit Tutorial
es_mx: Tutorial de edición

source: Version
es_mx: Versión

source: Related Segments
es_mx: Relacionados con los segmentos

source: Tutorial Id
es_mx: Tutorià Id

source: Related Exploits
es_mx: Vulnerabilidades relacionadas

source: Add User
es_mx: Añadir Usuario

source: Edit User
es_mx: Editar Usuario

source: Please enter your username and password
es_mx: Por favor ingrese el nombre de usuario y contraseña.

source: Password
es_mx: Contraseña

source: Add Version
es_mx: Añadir Version

source: Edit Version
es_mx: Editar Versión

source: Version Id
es_mx: Versión Id

source: Something went wrong with the file upload.
es_mx: Algo salió mal con la carga de archivos.

source: Invalid file, only images are allowed.
es_mx: Archivo no válido, sólo se permiten fotografías.

source: Image must be less than 1MB.
es_mx: La imagen debe ser inferior a 1 MB.

source: Something went wrong processing your file.
es_mx: Algo salió mal procesamiento de su archivo.
